const AboutPage = () => {
    return(
        <div className={'w-full h-full p-5 md:p-10 flex justify-center items-center'}>
            <div className={'w-full md:w-[80%] h-[calc(100%-50px)] text-white text-[20px]'}>
                <span className={'text-yellow-300'}>Korean Food</span> - это корейская кухня в лучших южно-корейских традициях. Обычно корейцы активно употребляют рыбу (в том числе сырую), 
                и так же, любят свинину, а еще — добавляют во многие блюда красный жгучий перец. Слова «вкусный» и «острый» — синонимы в корейском языке.
                Из-за этих и других особенностей корейские блюда выглядят и ощущаются не так как остальные крупные кухни мира.
                На нашем сайте большинство позиций каталога, это известные блюда не только в Корее, но и во всём мире.
                Для того, чтобы держать планку качества, все блюда у нас готовятся опытными поварами, в том числе из Южной-Кореи.
                Наши блюда станут не только вкусным, а также полезным и экзотическим дополнением для вашего стола.
            </div>
        </div>
    )
}

export default AboutPage;